Repository: friedrichstefan/MountainBrowser
Catalog: MountainBrowser/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

# video.videoLoading
source: Video wird geladen...
en: Loading video...
es: Cargando video...
fr: Chargement de la vidéo...
it: Caricamento video...

# video.videoNotDirectlyPlayable
source: Dieses Video kann nicht direkt abgespielt werden. Öffne es im Browser, um es anzusehen.
en: This video cannot be played directly. Open it in the browser to watch it.
es: Este video no se puede reproducir directamente. Ábrelo en el navegador para verlo.
fr: Cette vidéo ne peut pas être lue directement. Ouvrez-la dans le navigateur pour la regarder.
it: Questo video non può essere riprodotto direttamente. Aprilo nel browser per guardarlo.

# videoResults.noVideos
source: Keine Videos gefunden
en: No videos found
es: No se encontraron videos
fr: Aucune vidéo trouvée
it: Nessun video trovato

# videoResults.noVideosMessage
source: Für diese Suchanfrage wurden keine Videos gefunden.
en: No videos were found for this search query.
es: No se encontraron videos para esta búsqueda.
fr: Aucune vidéo n'a été trouvée pour cette recherche.
it: Nessun video trovato per questa ricerca.

# videoResults.noVideosTip
source: Versuche es mit anderen Suchbegriffen oder wechsle zu einem anderen Tab.
en: Try different search terms or switch to another tab.
es: Prueba con otros términos de búsqueda o cambia a otra pestaña.
fr: Essayez d'autres termes de recherche ou changez d'onglet.
it: Prova con altri termini di ricerca o passa a un'altra scheda.

# videoResults.videoUnavailable
source: Video nicht verfügbar
en: Video unavailable
es: Video no disponible
fr: Vidéo non disponible
it: Video non disponibile

# viewMode.cursorView
source: Cursor-Ansicht
en: Cursor View
es: Vista de cursor
fr: Vue curseur
it: Vista cursore

# viewMode.cursorViewDesc
source: Mauszeiger-Navigation mit Touchpad
en: Mouse cursor navigation with touchpad
es: Navegación con cursor de ratón con touchpad
fr: Navigation par curseur souris avec touchpad
it: Navigazione cursore mouse con touchpad

# viewMode.scrollView
source: Scroll-Ansicht
en: Scroll View
es: Vista de desplazamiento
fr: Vue défilement
it: Vista scorrimento

# viewMode.scrollViewDesc
source: Standard-Navigation mit Fokus und Scrollen
en: Standard navigation with focus and scroll
es: Navegación estándar con foco y desplazamiento
fr: Navigation standard avec focus et défilement
it: Navigazione standard con focus e scorrimento

# viewMode.selection
source: Navigationsmodus
en: Navigation Mode
es: Modo de navegación
fr: Mode de navigation
it: Modalità di navigazione

# viewMode.title
source: ANSICHTSMODUS
en: VIEW MODE
es: MODO DE VISTA
fr: MODE D'AFFICHAGE
it: MODALITÀ DI VISUALIZZAZIONE

# wikipedia.accessibilityHint
source: Doppeltippen für den vollständigen Wikipedia-Artikel
en: Double-tap for the full Wikipedia article
es: Toca dos veces para el artículo completo de Wikipedia
fr: Appuyez deux fois pour l'article Wikipedia complet
it: Tocca due volte per l'articolo Wikipedia completo

# wikipedia.englishWikipedia
source: Englische Wikipedia
en: English Wikipedia
es: Wikipedia en inglés
fr: Wikipédia anglais
it: Wikipedia inglese

# wikipedia.error.articleNotFound
source: Wikipedia-Artikel nicht gefunden
en: Wikipedia article not found
es: Artículo de Wikipedia no encontrado
fr: Article Wikipédia introuvable
it: Articolo Wikipedia non trovato

# wikipedia.error.invalidURL
source: Ungültige Wikipedia-URL
en: Invalid Wikipedia URL
es: URL de Wikipedia no válida
fr: URL Wikipédia invalide
it: URL Wikipedia non valido

# wikipedia.error.network
source: Netzwerkfehler
en: Network error
es: Error de red
fr: Erreur réseau
it: Errore di rete

# wikipedia.error.noResults
source: Keine Wikipedia-Artikel gefunden
en: No Wikipedia articles found
es: No se encontraron artículos de Wikipedia
fr: Aucun article Wikipédia trouvé
it: Nessun articolo Wikipedia trovato

# wikipedia.error.parsing
source: Fehler beim Verarbeiten der Wikipedia-Daten
en: Error processing Wikipedia data
es: Error al procesar los datos de Wikipedia
fr: Erreur lors du traitement des données Wikipédia
it: Errore nell'elaborazione dei dati Wikipedia

# wikipedia.frenchWikipedia
source: Französische Wikipedia
en: French Wikipedia
es: Wikipedia en francés
fr: Wikipédia français
it: Wikipedia francese

# wikipedia.fromWikipedia
source: Aus Wikipedia
en: From Wikipedia
es: De Wikipedia
fr: De Wikipédia
it: Da Wikipedia

# wikipedia.germanWikipedia
source: Deutsche Wikipedia
en: German Wikipedia
es: Wikipedia en alemán
fr: Wikipédia allemand
it: Wikipedia tedesco

# wikipedia.italianWikipedia
source: Italienische Wikipedia
en: Italian Wikipedia
es: Wikipedia en italiano
fr: Wikipédia italien
it: Wikipedia italiano

# wikipedia.language
source: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua

# wikipedia.languageName.english
source: Englisch
en: English
es: Inglés
fr: Anglais
it: Inglese

# wikipedia.languageName.french
source: Französisch
en: French
es: Francés
fr: Français
it: Francese

# wikipedia.languageName.german
source: Deutsch
en: German
es: Alemán
fr: Allemand
it: Tedesco

# wikipedia.languageName.italian
source: Italienisch
en: Italian
es: Italiano
fr: Italien
it: Italiano

# wikipedia.languageName.spanish
source: Spanisch
en: Spanish
es: Español
fr: Espagnol
it: Spagnolo

# wikipedia.languageSelection
source: Wikipedia-Sprache
en: Wikipedia Language
es: Idioma de Wikipedia
fr: Langue de Wikipédia
it: Lingua di Wikipedia

# wikipedia.languageSelectionSubtitle
source: Sprache für Wikipedia-Artikel
en: Language for Wikipedia articles
es: Idioma para artículos de Wikipedia
fr: Langue pour les articles Wikipédia
it: Lingua per gli articoli Wikipedia

# wikipedia.languageSystem
source: System (automatisch)
en: System (automatic)
es: Sistema (automático)
fr: Système (automatique)
it: Sistema (automatico)

# wikipedia.learnMore
source: Mehr erfahren
en: Learn more
es: Más información
fr: En savoir plus
it: Scopri di più

# wikipedia.readCompletely
source: Vollständig lesen
en: Read completely
es: Leer completamente
fr: Lire entièrement
it: Leggi completamente

# wikipedia.readFullArticle
source: Vollständigen Artikel lesen
en: Read full article
es: Leer artículo completo
fr: Lire l'article complet
it: Leggi l'articolo completo

# wikipedia.readMore
source: Vollständigen Artikel lesen
en: Read full article
es: Leer artículo completo
fr: Lire l'article complet
it: Leggi l'articolo completo

# wikipedia.spanishWikipedia
source: Spanische Wikipedia
en: Spanish Wikipedia
es: Wikipedia en español
fr: Wikipédia espagnol
it: Wikipedia spagnolo

# wikipedia.viewFullArticle
source: Vollständigen Artikel anzeigen
en: View full article
es: Ver artículo completo
fr: Voir l'article complet
it: Vedi articolo completo

# about.cloudSync
source: Cloud-Sync
es: Sincronización en la nube
fr: Synchronisation cloud
it: Sincronizzazione cloud

# about.linkNavigation
source: Link-Navigation
es: Navegación por enlaces
fr: Navigation par liens
it: Navigazione link

# about.minimumTvOS
source: Minimum tvOS
es: tvOS mínimo
fr: tvOS minimum
it: tvOS minimo

# about.rendering
source: Rendering
es: Renderizado
fr: Rendu

# general.ok
source: OK
es: Aceptar

# general.tabs
source: Tabs
es: Pestañas
fr: Onglets
it: Schede

# settings.aboutAppSubtitle
source: Info, Version & Credits
es: Info, versión y créditos
fr: Info, version et crédits
it: Info, versione e crediti

# settings.navigation
source: Navigation
es: Navegación
it: Navigazione

# settings.popupBlocker
source: Popup-Blocker
es: Bloqueador de ventanas emergentes
fr: Bloqueur de pop-ups
it: Blocco popup

# tabs.tab
source: Tab
es: Pestaña
fr: Onglet
it: Scheda

# tabs.tabs
source: Tabs
es: Pestañas
fr: Onglets
it: Schede

# video.videoPlayerAccessibility
source: Videoplayer
es: Reproductor de video
fr: Lecteur vidéo
it: Lettore video

# wikipedia.information
source: Information
es: Información
it: Informazione

# about.wikipedia
source: Wikipedia
fr: Wikipédia

# browser.cursor
source: Cursor
fr: Curseur
it: Cursore

# search.videos
source: Videos
fr: Vidéos
it: Video

# settings.cookies
source: Cookies
it: Cookie
